start_message = "✅ Отлично, теперь выбери, чего ты хочешь от бота:"
go_to_ads_text = "🔞 Знакомства 18+ 🔞"
go_to_video_search_text = "🔎 Найти подборку видео по текстовому описанию"

smartlink_adult_dating_link = "https://w.afbgo.pro/umVRko"
smartlink_adult_dating_description = f"🔥 Самые смелые фантазии теперь в реальной жизни  🔥\n🔞 Открой для себя мир " \
                                     f"страстных знакомств прямо сейчас 🔞\n✅ Переходи по ссылке: {smartlink_adult_dating_link}"

type_video_desctiption_to_search = "⌨️ Введите описание видео:"
go_to_menue_text = "⏮️ Выйти в главное меню"
get_more_videos_text = "🔥 Больше видео"
going_to_main_menue_text = "...выход в главное меню..."
waiting_videos_to_load_text = "⏳ Ваша подборка формируется, подождите..."
not_enough_results_error_text = "🤷‍ Слишком мало результатов, попробуйте придумать другой запрос.\nЕсли вы уверены в " \
                                "запросе, попробуйте отправить запрос еще раз или ввести тот же текст, только на английском языке 😉"
general_error_text = "😔 Произошла ошибка, повторите попытку позже."
want_more_videos_message = "😉 Хотите больше видео?"
wrong_request_text = "🙈 Неверный запрос, попробуйте еще раз."
